def area(a):
<<<<<<< HEAD
    '''Принимает число a, возвращает квадрат этого числа - площадь фигуры'''
=======
    '''принимает число а - сторону, возвращает квадрат этого числа'''
>>>>>>> 2a64af26aee01e6f4ceff4f0e0cfb49f5775d80d
    return a * a


def perimeter(a):
<<<<<<< HEAD
    '''Принимает число a, возвращает это число, умноженное на 4 - периметр фигуры'''
=======
    '''принимает число а - сторону, возвращает ее, умноженную на 4'''
>>>>>>> 2a64af26aee01e6f4ceff4f0e0cfb49f5775d80d
    return 4 * a

